Repository: amira-lok/my-test-repo
Catalog: */DefaultTranslations.resx
Languages: es_es, it_it, ja_jp

# Label_EmailTransferredTo
source: Will be transferred to:
es_es: Será transferido a:
it_it: Verrà trasferito a:
ja_jp: 転送先:

# Label_EndDate
source: End date
es_es: Fecha final
it_it: Data di fine
ja_jp: 終了日

# Label_EndMeasurement
source: End reading
es_es: Fin de lectura
it_it: Fine lettura
ja_jp: 読み終わり

# Label_EvolutionOfAdvance
source: Advance history
es_es: Historial avanzado
it_it: Storia avanzata
ja_jp: 進撃の歴史

# Label_EvolutionOfTaxes
source: Contribution and tax history
es_es: Historial de contribuciones e impuestos
it_it: Storia contributiva e fiscale
ja_jp: 拠出金と納税履歴

# Label_ExclVat
source: excl. VAT
es_es: excluido IVA
it_it: escl. I.V.A.
ja_jp: 除外 バット

# Label_ExternalContractReference
source: Your reference
es_es: Tu referencia
it_it: Il tuo riferimento
ja_jp: あなたの参照

# Label_Formula
source: Formula
es_es: Fórmula
ja_jp: 方式

# Label_IgnoreIfAlreadyPaid
source: If you have already paid the amount, you can ignore this notification
es_es: Si ya ha pagado el importe, puede ignorar esta notificación
it_it: Se hai già pagato l'importo, puoi ignorare questa notifica
ja_jp: すでに金額を支払っている場合は、この通知を無視できます

# Label_InclVat
source: Incl. VAT
es_es: incluido IVA
it_it: incl. I.V.A.
ja_jp: 税込 バット

# Label_InfoNextAdvanceAmount
source: Your advances will be recalculated based on your yearly consumption.
es_es: Tus anticipos serán recalculados en base a tu consumo anual.
it_it: I tuoi anticipi verranno ricalcolati in base al tuo consumo annuale.
ja_jp: 前払いは、年間の消費量に基づいて再計算されます。

# Label_InterruptionsTelephone
source: Fault-clearing line
es_es: Línea de eliminación de fallas
it_it: Linea di eliminazione dei guasti
ja_jp: 断線ライン

# Label_InvoiceAmount
source: Invoice amount:
es_es: Monto de la factura:
it_it: Importo della fattura:
ja_jp: 請求金額:

# Label_InvoiceDate
source: Invoice date
es_es: Fecha de la factura
it_it: Data fattura
ja_jp: 請求書の日付

# Label_InvoiceDetail
source: Invoice details
es_es: Detalles de la factura
it_it: Dettagli della fattura
ja_jp: 請求の詳細

# Label_InvoiceDueDate
source: Due date
es_es: Fecha de vencimiento
it_it: Scadenza
ja_jp: 期日

# Label_InvoiceNumber
source: Invoice number
es_es: número de factura
it_it: Numero di fattura
ja_jp: 請求書番号

# Label_LabelToDetails
source: You can find a more detailed overview with VAT specs on a later page.
es_es: Puede encontrar una descripción más detallada con las especificaciones del IVA en una página posterior.
it_it: Puoi trovare una panoramica più dettagliata con le specifiche IVA in una pagina successiva.
ja_jp: 後のページで、VAT 仕様の詳細な概要を確認できます。

# Label_Meter
source: Meter
es_es: Metro
it_it: Metro
ja_jp: メートル

# Label_MeterReading
source: Meter reading
es_es: Lectura de contadores
it_it: Lettura contatori
ja_jp: 検針

# Label_MorePortal
source: More information can be found at {{ customer_portal }}
es_es: Puede encontrar más información en {{ customer_portal }}
it_it: Ulteriori informazioni sono disponibili su {{ customer_portal }}
ja_jp: 詳細については、{{ customer_portal }} をご覧ください。

# Label_MoveInRejectedContent
source: Please contact us so that we can discuss your move in.
es_es: Ponte en contacto con nosotros para que podamos hablar sobre tu mudanza.
it_it: Vi preghiamo di contattarci in modo che possiamo discutere del vostro trasferimento.
ja_jp: 入居のご相談も承りますので、お気軽にご相談ください。

# Label_MoveInRequestReceivedContent
source: We are going to get your contract in order. You can expect a confirmation email from us shortly with additional information. Below is a summary of your details. If something is still not right or if you have any questions, you can always contact us via the contact details at the bottom of the email.
es_es: Vamos a poner en orden tu contrato. En breve recibirá un correo electrónico de confirmación con información adicional. A continuación se muestra un resumen de sus datos. Si algo todavía no está bien o si tiene alguna pregunta, siempre puede comunicarse con nosotros a través de los detalles de contacto en la parte inferior del correo electrónico.
it_it: Stiamo per sistemare il tuo contratto. Puoi aspettarti un'e-mail di conferma da parte nostra a breve con ulteriori informazioni. Di seguito è riportato un riepilogo dei tuoi dati. Se qualcosa continua a non funzionare o se hai domande, puoi sempre contattarci tramite i dettagli di contatto in fondo all'e-mail.
ja_jp: 順調に契約を進めていきます。 追加情報が記載された確認メールがまもなく届きます。 以下は、あなたの詳細の要約です。 それでも問題が解決しない場合やご質問がある場合は、メールの下部にある連絡先の詳細からいつでもご連絡ください。

# Label_MoveInRequestReceivedSubtitle
source: Thank you for choosing us!
es_es: ¡Gracias por elegirnos!
it_it: Grazie per averci scelto!
ja_jp: 私達を選んで頂き有難うございます！

# Label_MoveInRequestRejected
source: Your move-in cannot be processed
es_es: Su mudanza no puede ser procesada
it_it: Il tuo trasloco non può essere elaborato
ja_jp: 入居を処理できません

# Label_MoveOutReceivedContent
source: Our employees will deal with your request shortly.
es_es: Nuestros empleados atenderán su solicitud en breve.
it_it: I nostri dipendenti si occuperanno a breve della tua richiesta.
ja_jp: 当社の従業員がお客様のご要望に迅速に対応いたします。

# Label_MoveOutReceivedSubtitle
source: We have successfully received your application.
es_es: Hemos recibido con éxito su solicitud.
it_it: Abbiamo ricevuto con successo la tua candidatura.
ja_jp: お申し込みを受け付けました。

# Label_MoveOutRejectedContent
source: Please contact us so that we can discuss your relocation together.
es_es: Póngase en contacto con nosotros para que podamos discutir su reubicación juntos.
it_it: Vi preghiamo di contattarci in modo che possiamo discutere insieme il vostro trasferimento.
ja_jp: お引越しのご相談も承りますので、お気軽にご相談ください。

# Label_MoveOutRequestRejected
source: Your move-out cannot be processed
es_es: Su mudanza no puede ser procesada
it_it: Il tuo trasloco non può essere elaborato
ja_jp: 退去を処理できません

# Label_NameBeneficiary
source: Name beneficiary:
es_es: Nombre del beneficiario:
it_it: Nome beneficiario:
ja_jp: 受取人の名前:

# Label_New
source: New:
es_es: Nuevo:
it_it: Nuovo:
ja_jp: 新しい：

# Label_NewOpenBalance
source: New open balance
es_es: Nuevo saldo abierto
it_it: Nuovo saldo aperto
ja_jp: 新しい未決済残高

# Label_NextAdvanceAmount
source: Next advance amount
es_es: Próximo monto del anticipo
it_it: Importo del prossimo anticipo
ja_jp: 次回繰上金額

# Label_NextPaymentSct
source: You will receive your next invoice on <span style="font-weight:bold;">{{ NextInvoiceDate }}.</span>
es_es: Recibirá su próxima factura el <span style="font-weight:bold;"> {{ NextInvoiceDate }}. </span>
it_it: Riceverai la tua prossima fattura il <span style="font-weight:bold;"> {{ NextInvoiceDate }}. </span>
ja_jp: 次の請求書は<span style="font-weight:bold;"> {{ NextInvoiceDate }} に届きます。 </span>

# Label_NextPaymentSdd
source: Your next payment will be made on <span style="font-weight:bold;">{{ NextInvoiceDate }}.</span>
es_es: Su próximo pago se realizará el <span style="font-weight:bold;"> {{ NextInvoiceDate }}. </span>
it_it: Il tuo prossimo pagamento verrà effettuato il <span style="font-weight:bold;"> {{ NextInvoiceDate }}. </span>
ja_jp: 次回のお支払いは<span style="font-weight:bold;"> {{ NextInvoiceDate }} に行われます。 </span>

# Label_NoFurtherActionRequired
source: There is no need for you to take any further action.
es_es: No es necesario que realice ninguna otra acción.
it_it: Non è necessario che tu intraprenda ulteriori azioni.
ja_jp: これ以上の操作を行う必要はありません。

# Label_NoPaidAdvances
source: There are no paid advances
es_es: No hay anticipos pagados
it_it: Non ci sono anticipi pagati
ja_jp: 前払い金はありません

# Label_NoticeOfDefaultIntro
source: Our records show that the invoices below have not yet been paid despite the expiry of the payment term. The invoices may have escaped your attention.\nWe kindly but urgently ask you to transfer the total amount of said invoices to our account as soon as possible.
es_es: Nuestros registros muestran que las siguientes facturas aún no han sido pagadas a pesar del vencimiento del plazo de pago. Las facturas pueden haber escapado a su atención.\nLe rogamos amable pero urgentemente que transfiera el importe total de dichas facturas a nuestra cuenta lo antes posible.
it_it: Dalle nostre registrazioni risulta che le fatture sottostanti non sono state ancora pagate nonostante la scadenza del termine di pagamento. Le fatture potrebbero essere sfuggite alla tua attenzione.\nVi chiediamo gentilmente ma urgentemente di trasferire l'importo totale di tali fatture sul nostro conto il prima possibile.
ja_jp: 弊社の記録によると、以下の請求書は支払い期限が切れているにもかかわらず、まだ支払われていません。 請求書はあなたの注意を逃した可能性があります。\nお手数をおかけいたしますが、上記の請求書の合計金額をできるだけ早く当社の口座にお振込みくださいますようお願いいたします。

# Label_NoticeOfDefaultMessage
source: Please, pay the total amount of <span style="font-weight:bold;color:black;">\n €\n {{ total_amount_incl_vat | math.abs | math.format "N2"}}</span> as soon as possible to <span style="font-weight:bold;color:black;"> {{ organization.bank_account | ibanformatter }}</span> in the name of <span style="font-weight:bold; color:black; ">{{ organization.description }}</span>, stating the following payment reference: <span style="font-weight:bold;color:black;">{{ payment_reference }}</span>.
es_es: Por favor, pague el monto total de <span style="font-weight:bold;color:black;">\n €\n {{ cantidad_total_incl_vat | matemáticas.abdominales | math.format "N2"}} </span> lo antes posible para <span style="font-weight:bold;color:black;"> {{ organization.bank_account | ibanformatter }} </span> a nombre de <span style="font-weight:bold; color:black; "> {{ organization.description }} </span> , indicando la siguiente referencia de pago: <span style="font-weight:bold;color:black;"> {{ pago_referencia }} </span> .
it_it: Per favore, paga l'importo totale di <span style="font-weight:bold;color:black;">\n €\n {{ total_amount_incl_vat | math.abs | math.format "N2"}} </span> il prima possibile a <span style="font-weight:bold;color:black;"> {{ organization.bank_account | ibanformatter }} </span> a nome di <span style="font-weight:bold; color:black; "> {{ organization.description }} </span> , indicando il seguente riferimento di pagamento: <span style="font-weight:bold;color:black;"> {{ payment_reference }} </span> .
ja_jp: <span style="font-weight:bold;color:black;">の合計金額をお支払いください。\n €\n {{ total_amount_incl_vat | math.abs | math.format "N2"}} </span>できるだけ早く<span style="font-weight:bold;color:black;"> {{ organization.bank_account | <span style="font-weight:bold; color:black; "> {{ organization.description }} </span>の名前に ibanformatter }} </span>を追加し、次の支払い参照を記載します: <span style="font-weight:bold;color:black;"> {{ payment_reference }} </span> .

# Label_NoticeOfDefaultTitle
source: Final payment reminder
es_es: Recordatorio de pago final
it_it: Sollecito di pagamento finale
ja_jp: 支払いの最終リマインダー

# Label_Number
source: Number
es_es: Número
it_it: Numero
ja_jp: 番号

# Label_Old
source: Old:
es_es: Antiguo:
it_it: Vecchio:
ja_jp: 年：

# Label_OpenAmount
source: Open amount
es_es: Monto abierto
it_it: Importo aperto
ja_jp: 未決済額

# Label_OpenInvoices
source: Your outstanding invoices
es_es: Tus facturas pendientes
it_it: Le tue fatture in sospeso
ja_jp: 未払いの請求書

# Label_OriginalAmount
source: Original amount
es_es: Cantidad original
it_it: Importo originario
ja_jp: 元の金額

# Label_OurReference
source: Our reference
es_es: Nuestra referencia
it_it: Il nostro riferimento
ja_jp: 私たちの参照

# Label_Overview
source: Overview
es_es: Visión general
it_it: Panoramica
ja_jp: 概要

# Label_OverviewOfYourConsumption
source: Overview of your consumption
es_es: Resumen de su consumo
it_it: Panoramica dei tuoi consumi
ja_jp: 消費の概要

# Label_Paid
source: Paid
es_es: Pagado
it_it: Pagato
ja_jp: 有料

# Label_PaidAdvances
source: Overview paid advances
es_es: Resumen de anticipos pagados
it_it: Panoramica anticipi pagati
ja_jp: 概要前払い

# Label_PaidAdvancesNotTakenInAccount
source: Paid advances not yet taken in account
es_es: Anticipos pagados aún no tomados en cuenta
it_it: Anticipi pagati non ancora presi in considerazione
ja_jp: 支払われた前払いはまだ考慮されていません

# Label_PayAsFastAsPossible
source: Please settle the following amount as soon as possible. If the total amount is not received by us on time, extrajudicial collection costs may be charged.
es_es: Por favor liquide la siguiente cantidad tan pronto como sea posible. Si no recibimos el importe total a tiempo, se pueden cobrar gastos de cobro extrajudicial.
it_it: Si prega di saldare il seguente importo il prima possibile. Se l'importo totale non viene ricevuto da noi in tempo, potrebbero essere addebitati costi di riscossione extragiudiziale.
ja_jp: お早めに下記金額をご決済ください。 全額が期日までに受領されない場合、超法規的回収費用が請求される場合があります。

# Label_PayBeforeExtraCosts
source: The stated total amount must be credited to our account number no later than <span style="font-weight:bold;">{{ date.to_string next_step.execute_at `%d/%m/%Y` }}</span>. If the total amount is not received by us on time, extrajudicial collection costs will be charged to you.</br>\nUnless otherwise agreed with you, these costs amount to \n €\n {{ next_step.charges.charge_amount_incl_vat | math.abs | math.format "N2" }} (including VAT), that you are obliged to pay by law. </br>\nIn addition, a claim is made on contractual or statutory interest from the moment you are in default.
es_es: El monto total indicado debe ser acreditado a nuestro número de cuenta antes de <span style="font-weight:bold;"> {{ date.to_string next_step.execute_at ` %d /%m/%Y` }} </span> . Si no recibimos el importe total a tiempo, se le cobrarán los gastos de cobro extrajudicial. </br>\nA menos que se acuerde lo contrario con usted, estos costos ascienden a \n €\n {{ next_step.charges.charge_amount_incl_vat | matemáticas.abdominales | math.format "N2" }} (IVA incluido), que estás obligado a pagar por ley. </br>\nAdemás, se reclaman intereses contractuales o legales desde el momento en que incurre en mora.
it_it: L'importo totale indicato deve essere accreditato sul nostro numero di conto entro e non oltre il <span style="font-weight:bold;"> {{ date.to_string next_step.execute_at ` %d /%m/%Y` }} </span> . Se l'importo totale non viene ricevuto da noi in tempo, le spese di riscossione stragiudiziale saranno a tuo carico. </br>\nSalvo diverso accordo con voi, questi costi ammontano a \n €\n {{ next_step.charges.charge_amount_incl_vat | math.abs | math.format "N2" }} (IVA inclusa), che sei tenuto a pagare per legge. </br>\nInoltre, dal momento in cui sei inadempiente, viene richiesto un interesse contrattuale o legale.
ja_jp: 記載された合計金額は、遅くとも<span style="font-weight:bold;"> {{ date.to_string next_step.execute_at ` %d /%m/%Y` }} </span>までにアカウント番号に入金する必要があります。 </span> . 合計金額が期日までに受領されない場合、超法規的回収費用がお客様に請求されます。 </br>\n別段の合意がない限り、これらの費用は \n €\n {{ next_step.charges.charge_amount_incl_vat | math.abs | math.format "N2" }} (VAT を含む)、法律で支払う義務があること。 </br>\nさらに、債務不履行になった瞬間から、契約上または法定の利益に対して請求が行われます。

# Label_PayToAvoidAdditionalCosts
source: Pay in time to avoid extra costs
es_es: Paga a tiempo para evitar costos extra
it_it: Paga in tempo per evitare costi aggiuntivi
ja_jp: 余分な費用を避けるために時間通りに支払う

# Label_PaymentInformation
source: Payment information
es_es: Información del pago
it_it: Informazioni sul pagamento
ja_jp: 支払情報

# Label_PaymentMethod
source: Payment method
es_es: Método de pago
it_it: Metodo di pagamento
ja_jp: 支払方法

# Label_PaymentReference
source: Payment reference:
es_es: Referencia de pago:
it_it: Referenza di pagamento:
ja_jp: 支払参照:

# Label_Period
source: Period
es_es: Período
it_it: Periodo
ja_jp: 限目

# Label_PersonalInformation
source: Your personal information
es_es: Tu información personal
it_it: Le tue informazioni personali
ja_jp: あなたの個人情報

# Label_Portal
source: Customer portal
es_es: Portal del Cliente
it_it: Portale clienti
ja_jp: カスタマーポータル

# Label_Portal_Registration_Link
source: Your registration link for the customer portal
es_es: Su enlace de registro para el portal del cliente
it_it: Il tuo link di registrazione per il portale clienti
ja_jp: カスタマー ポータルの登録リンク

# Label_PreviouslyAdvanced
source: Advanced previously
es_es: Avanzado previamente
it_it: Avanzato in precedenza
ja_jp: 前に進んだ

# Label_PriceComponent
source: Price component
es_es: Componente de precio
it_it: Componente prezzo
ja_jp: 価格要素

# Label_PriceComponents
source: Price components
es_es: Componentes del precio
it_it: Componenti del prezzo
ja_jp: 価格構成要素

# Label_Quantity
source: Quantity
es_es: Cantidad
it_it: Quantità
ja_jp: 量

# Label_RefundAmount
source: Refund amount
es_es: Cantidad devuelta
it_it: Importo rimborsato
ja_jp: 返金額

# Label_RemainingAmount
source: Remaining amount:
es_es: Cantidad restante:
it_it: Importo residuo:
ja_jp: 残量:

# Label_RemainingInvoiceAmount
source: Remaining amount of this invoice
es_es: Importe restante de esta factura
it_it: Importo rimanente di questa fattura
ja_jp: この請求書の残高

# Label_ReminderIntro
source: Our records show that the invoices below have not yet been paid despite the expiry of the payment term. The invoices may have escaped your attention.\nWe kindly but urgently ask you to transfer the total amount of said invoices to our account as soon as possible.
es_es: Nuestros registros muestran que las siguientes facturas aún no han sido pagadas a pesar del vencimiento del plazo de pago. Las facturas pueden haber escapado a su atención.\nLe rogamos amable pero urgentemente que transfiera el importe total de dichas facturas a nuestra cuenta lo antes posible.
it_it: Dalle nostre registrazioni risulta che le fatture sottostanti non sono state ancora pagate nonostante la scadenza del termine di pagamento. Le fatture potrebbero essere sfuggite alla tua attenzione.\nVi chiediamo gentilmente ma urgentemente di trasferire l'importo totale di tali fatture sul nostro conto il prima possibile.
ja_jp: 弊社の記録によると、以下の請求書は支払い期限が切れているにもかかわらず、まだ支払われていません。 請求書はあなたの注意を逃した可能性があります。\nお手数をおかけいたしますが、上記の請求書の合計金額をできるだけ早く当社の口座にお振込みくださいますようお願いいたします。

# Label_ReminderPaymentMessage
source: Please, pay the total amount of <span style="font-weight:bold;color:black;">\n €\n {{ total_amount_incl_vat | math.abs | math.format "N2"}}</span> as soon as possible to <span style="font-weight:bold;color:black;"> {{ organization.bank_account | ibanformatter }}</span> in the name of <span style="font-weight:bold; color:black; ">{{ organization.description }}</span>, stating the following payment reference: <span style="font-weight:bold;color:black;">{{ payment_reference }}</span>.
es_es: Por favor, pague el monto total de <span style="font-weight:bold;color:black;">\n €\n {{ cantidad_total_incl_vat | matemáticas.abdominales | math.format "N2"}} </span> lo antes posible para <span style="font-weight:bold;color:black;"> {{ organization.bank_account | ibanformatter }} </span> a nombre de <span style="font-weight:bold; color:black; "> {{ organization.description }} </span> , indicando la siguiente referencia de pago: <span style="font-weight:bold;color:black;"> {{ pago_referencia }} </span> .
it_it: Per favore, paga l'importo totale di <span style="font-weight:bold;color:black;">\n €\n {{ total_amount_incl_vat | math.abs | math.format "N2"}} </span> il prima possibile a <span style="font-weight:bold;color:black;"> {{ organization.bank_account | ibanformatter }} </span> a nome di <span style="font-weight:bold; color:black; "> {{ organization.description }} </span> , indicando il seguente riferimento di pagamento: <span style="font-weight:bold;color:black;"> {{ payment_reference }} </span> .
ja_jp: <span style="font-weight:bold;color:black;">の合計金額をお支払いください。\n €\n {{ total_amount_incl_vat | math.abs | math.format "N2"}} </span>できるだけ早く<span style="font-weight:bold;color:black;"> {{ organization.bank_account | <span style="font-weight:bold; color:black; "> {{ organization.description }} </span>の名前に ibanformatter }} </span>を追加し、次の支払い参照を記載します: <span style="font-weight:bold;color:black;"> {{ payment_reference }} </span> .

# Label_ReminderTitle
source: Reminder
es_es: Recordatorio
it_it: Promemoria
ja_jp: リマインダー

# Label_RequestRecieved
source: Your request has been received
es_es: su petición ha sido recibida
it_it: La tua richiesta è stata ricevuta
ja_jp: リクエストを受け取りました

# Label_Salutation
source: Dear {{ customer.short_display_name }}
es_es: Estimado {{ cliente.short_display_name }}
it_it: Gentile {{ customer.short_display_name }}
ja_jp: {{ customer.short_display_name }} 様

# Label_ServicedLocation
source: Location
es_es: Ubicación
it_it: Posizione
ja_jp: 位置

# Label_SignDate
source: Sign date:
es_es: Fecha de firma:
it_it: Data firma:
ja_jp: 署名日:

# Label_SignedDocuments
source: Signed documents
es_es: Documentos firmados
it_it: Documenti firmati
ja_jp: 署名済み文書

# Label_StartDate
source: Start date
es_es: Fecha de inicio
it_it: Data d'inizio
ja_jp: 開始日

# Label_Status
source: Status
es_es: Estado
it_it: Stato
ja_jp: 状態

# Label_TextForInvoicesWithoutSurprise
source: Together with you, we work on a settlement without any unpleasant surprises. Therefore, we charge a new advance on the basis of as many elements as possible
es_es: Junto con usted, trabajamos en un acuerdo sin sorpresas desagradables. Por lo tanto, cobramos un nuevo anticipo en base a tantos elementos como sea posible.
it_it: Insieme a te, lavoriamo a un accordo senza spiacevoli sorprese. Pertanto, addebitiamo un nuovo anticipo sulla base di quanti più elementi possibili
ja_jp: あなたと一緒に、不愉快な驚きのない和解に取り組みます。 したがって、可能な限り多くの要素に基づいて新しい進歩を請求します

# Label_Totaal
source: Total
it_it: Totale
ja_jp: 合計

# Label_TotaalExclVat
source: Total excl. VAT
es_es: Total excl. IVA
it_it: Totale escl. I.V.A.
ja_jp: 合計を除く バット

# Label_TotaalInclVat
source: Total incl. VAT
es_es: total incl. IVA
it_it: Totale incl. I.V.A.
ja_jp: 合計 バット

# Label_Total
source: Total
it_it: Totale
ja_jp: 合計

# Label_TotalExclVAT
source: Total (exclusive of VAT)
es_es: Total (sin IVA)
it_it: Totale (IVA esclusa)
ja_jp: 合計（VATを除く）

# Label_TotalInvoiceAmountInclVAT
source: Total invoice amount (including VAT)
es_es: Importe total de la factura (IVA incluido)
it_it: Importo totale della fattura (IVA inclusa)
ja_jp: 請求書の合計金額 (VAT を含む)

# Label_UnitPrice
source: Unit price
es_es: Precio unitario
it_it: Prezzo unitario
ja_jp: 単価

# Label_UnitPriceInclVat
source: Unit price (incl. VAT)
es_es: Precio unitario (incl. IVA)
it_it: Prezzo unitario (incl. I.V.A)
ja_jp: 単価（税込） バット）

# Label_Unpaid
source: Unpaid
es_es: No pagado
it_it: Non pagato
ja_jp: 未払い

# Label_VAT
source: VAT
es_es: IVA
it_it: I.V.A.
ja_jp: バット

# Label_VATNumber
source: VAT Number
es_es: Número de valor agregado
it_it: Partita IVA
ja_jp: VAT番号

# Label_VATSpecs
source: VAT specifications
es_es: especificaciones del IVA
it_it: Specifiche IVA
ja_jp: VAT仕様

# Label_WhatDidWeTakeIntoAccount
source: What have we taken into account?
es_es: ¿Qué hemos tenido en cuenta?
it_it: Di cosa abbiamo tenuto conto?
ja_jp: 何を考慮しましたか？

# Label_YourBalance
source: Your balance
es_es: Tu balance
it_it: Il tuo bilancio
ja_jp: あなたのバランス

# Label_YourConsumptionIncludingSeasonality
source: Your consumption (with seasonal influences taken into account)
es_es: Su consumo (teniendo en cuenta las influencias estacionales)
it_it: Il tuo consumo (tenendo conto delle influenze stagionali)
ja_jp: あなたの消費量（季節の影響を考慮して）

# Label_YourCurrentContractNumber
source: Your current contract
es_es: Su contrato actual
it_it: Il tuo attuale contratto
ja_jp: 現在の契約

# Label_YourInvoice
source: Your {{ invoice.invoice_type.label }} for:
es_es: Su {{ factura.tipo_de_factura.etiqueta }} para:
it_it: Il tuo {{bill.invoice_type.label }} per:
ja_jp: あなたの {{invoice.invoice_type.label}}:

# Label_YourOpenAmountBenifit
source: Open balance in your favour:
es_es: Saldo abierto a tu favor:
it_it: Saldo aperto a tuo favore:
ja_jp: あなたに有利なオープンバランス:

# Label_YourOpenAmountDisadvantage
source: You still had a balance of:
es_es: Todavía tenías un saldo de:
it_it: Avevi ancora un saldo di:
ja_jp: あなたはまだ次の残高を持っていました:

# Label_YourOpenBalance
source: Your open balance:
es_es: Su saldo abierto:
it_it: Il tuo saldo aperto:
ja_jp: あなたの残高:
