Repository: amira-lok/my-test-repo
Catalog: */DefaultTranslations.resx
Languages: es_es, it_it, ja_jp

# CustomerPortalLink
source: {{ CustomerPortal }}
es_es: {{ Portal del Cliente }}
it_it: {{ Portale clienti }}
ja_jp: {{カスタマーポータル}}

# DirectDebitMessage
source: In the next few days, your bank will transfer the amount of <span style="font-weight:bold;color:black;">\n €\n {{ invoice.remaining_amount | math.format "N2" }}</span > from your account to the account number of <span style="font-weight:bold;color:black;">{{ organization.description }}</span >.
es_es: En los próximos días, su banco transferirá la cantidad de <span style="font-weight:bold;color:black;">\n €\n {{ factura.cantidad_restante | math.format "N2" }} </span > de su cuenta al número de cuenta de <span style="font-weight:bold;color:black;"> {{ organization.description }} </span > .
it_it: Nei prossimi giorni, la tua banca trasferirà l'importo di <span style="font-weight:bold;color:black;">\n €\n {{ fattura.importo_rimanente | math.format "N2" }} </span > dal tuo account al numero di account di <span style="font-weight:bold;color:black;"> {{ organization.description }} </span > .
ja_jp: 数日以内に銀行<span style="font-weight:bold;color:black;">の金額が送金されます\n €\n {{ 請求書.remaining_mount | math.format "N2" }} </span >をアカウントから<span style="font-weight:bold;color:black;"> {{ organization.description }} </span >のアカウント番号に変更します。

# EmailCreditTransferMessage
source: Please, pay the total amount mentioned above before <span style="font-weight:bold;">{{ date.to_string invoice.due_date '%d/%m/%Y' }}</span> to:
es_es: Por favor, pague el monto total mencionado anteriormente antes de <span style="font-weight:bold;"> {{ date.to_string facture.due_date ' %d /%m/%Y' }} </span> a:
it_it: Si prega di pagare l'importo totale sopra indicato prima del <span style="font-weight:bold;"> {{ date.to_string bill.due_date ' %d /%m/%Y' }} </span> a:
ja_jp: <span style="font-weight:bold;"> {{ date.to_string Invoice.due_date ' %d /%m/%Y' }} </span>までに、上記の合計金額を次の宛先までお支払いください:

# EmailDirectDebitMessage
source: In the next few days, your bank will transfer the amount of <span style="font-weight:bold;color:black;"> \n €\n {{ invoice.remaining_amount | math.format "N2" }}</span > from your account to:
es_es: En los próximos días, su banco transferirá la cantidad de <span style="font-weight:bold;color:black;"> \n €\n {{ factura.cantidad_restante | math.format "N2" }} </span > de su cuenta a:
it_it: Nei prossimi giorni, la tua banca trasferirà l'importo di <span style="font-weight:bold;color:black;"> \n €\n {{ fattura.importo_rimanente | math.format "N2" }} </span > dal tuo account a:
ja_jp: 数日以内に銀行<span style="font-weight:bold;color:black;">の金額が送金されます \n €\n {{ 請求書.remaining_mount | math.format "N2" }} </span >アカウントから:

# EmailRefundMessage
source: In the next few days, the amount of <span style="font-weight:bold;color:black;"> &euro {{ invoice.remaining_amount | math.abs | math.format "N2" }} </span> will be transferred to:
es_es: En los próximos días, el importe de <span style="font-weight:bold;color:black;"> &euro {{factura.importe_restante | matemáticas.abdominales | math.format "N2" }} </span> se transferirá a:
it_it: Nei prossimi giorni, l'importo di <span style="font-weight:bold;color:black;"> &euro {{ bill.remaining_amount | math.abs | math.format "N2" }} </span> verrà trasferito a:
ja_jp: 次の数日で、 <span style="font-weight:bold;color:black;"> &euro {{invoice.remaining_amount | math.abs | math.format "N2" }} </span>次の場所に転送されます:

# Label_Address
source: Address
es_es: Dirección
it_it: Indirizzo
ja_jp: 住所

# Label_AdminCosts
source: Administrative costs
es_es: Costes administrativos
it_it: Costi amministrativi
ja_jp: 管理費

# Label_AdvanceAmount
source: Advance amount
es_es: Cantidad de avance
it_it: Importo anticipato
ja_jp: 前払い金額

# Label_AdvanceMoreInfoRef
source: More info about your advances on the next page.
es_es: Más información sobre sus avances en la página siguiente.
it_it: Maggiori informazioni sui tuoi progressi nella pagina successiva.
ja_jp: 次のページであなたの進歩についての詳細情報。

# Label_AdvancesDeductedFromInvoice
source: Overview of advances we have deducted from this settlement
es_es: Descripción general de los anticipos que hemos deducido de este acuerdo
it_it: Panoramica degli anticipi che abbiamo detratto da questo accordo
ja_jp: この和解から差し引いた前払い金の概要

# Label_AdvancesDeductedFromNextInvoice
source: Overview of advances we will deduct from the next settlement
es_es: Resumen de los anticipos que deduciremos de la próxima liquidación
it_it: Panoramica degli anticipi che detrarremo dal prossimo accordo
ja_jp: 次の決済から差し引かれる前払金の概要

# Label_Amount
source: Amount
es_es: Monto
it_it: Quantità
ja_jp: 額

# Label_AmountExclVat
source: Amount (excl. VAT)
es_es: Importe (excl. IVA)
it_it: Importo (escl. I.V.A)
ja_jp: 金額（税抜き） バット）

# Label_AmountInclVat
source: Amount (incl. VAT)
es_es: Importe (incl. IVA)
it_it: Importo (incl. I.V.A)
ja_jp: 金額（税込） バット）

# Label_Attention
source: attn.
es_es: atención
it_it: all'attenzione.
ja_jp: 注意

# Label_BalanceOrigin
source: You still have an open balance of <span style="font-weight:bold;">\n €\n {{ total_open_amount | math.format "N2" }}</span> originating from:
es_es: Aún tiene un saldo pendiente de <span style="font-weight:bold;">\n €\n {{ cantidad_abierta_total | math.format "N2" }} </span> con origen en:
it_it: Hai ancora un saldo aperto di <span style="font-weight:bold;">\n €\n {{ total_open_amount | math.format "N2" }} </span> originato da:
ja_jp: <span style="font-weight:bold;">の残高がまだあります\n €\n {{ 合計オープン金額 | math.format "N2" }} </span>由来:

# Label_BankAccount
source: Account number:
es_es: Número de cuenta:
it_it: Numero di conto:
ja_jp: 口座番号：

# Label_BeginMeasurement
source: Initial reading
es_es: Lectura inicial
it_it: Lettura iniziale
ja_jp: 初読

# Label_ChangedAdvanceApplyDate
source: This advance amount will be applied beginning with your next advance on <span style="font-weight:bold;">{{ next_advance_date }}.</span>
es_es: Este monto de adelanto se aplicará a partir de su próximo adelanto el <span style="font-weight:bold;"> {{ next_advance_date }}. </span>
it_it: L'importo dell'anticipo verrà applicato a partire dal tuo prossimo anticipo il <span style="font-weight:bold;"> {{ next_advance_date }}. </span>
ja_jp: この前払い額<span style="font-weight:bold;"> {{ next_advance_date }} の次の前払いから適用されます。 </span>

# Label_ChangedAdvanceInfo
source: Dear {{ customer.short_display_name }}, your advance amount has been changed to <span style="font-weight:bold;">\n €\n {{ advance_amount }}</span>.
es_es: Estimado {{ customer.short_display_name }}, el monto de su anticipo se cambió a <span style="font-weight:bold;">\n €\n {{ cantidad_avance }} </span> .
it_it: Gentile {{ customer.short_display_name }}, l'importo dell'anticipo è stato modificato in <span style="font-weight:bold;">\n €\n {{ advance_amount }} </span> .
ja_jp: {{ customer.short_display_name }} 様、前払い額が<span style="font-weight:bold;">に変更されました\n €\n {{ 前払い金額 }} </span> .

# Label_ChangedAdvanceTitle
source: Your advance amount has changed!
es_es: ¡La cantidad de su anticipo ha cambiado!
it_it: L'importo del tuo anticipo è cambiato!
ja_jp: 前払い金額が変更されました！

# Label_ChangedIbanInfo
source: Dear, {{ customer.short_display_name }}, your IBAN has been changed to <span style="font-weight:bold;">{{ customer.account_number }}.</span>
es_es: Estimado, {{ customer.short_display_name }}, su IBAN se cambió a <span style="font-weight:bold;"> {{ customer.account_number }}. </span>
it_it: Gentile {{ customer.short_display_name }}, il tuo IBAN è stato modificato in <span style="font-weight:bold;"> {{ customer.account_number }}. </span>
ja_jp: {{ customer.short_display_name }} 様、IBAN が<span style="font-weight:bold;"> {{ customer.account_number }} に変更されました。 </span>

# Label_ChangedIbanTitle
source: Your IBAN has changed!
es_es: ¡Tu IBAN ha cambiado!
it_it: Il tuo IBAN è cambiato!
ja_jp: IBAN が変更されました。

# Label_ChangedPaymentInfo
source: Invoices will be paid by <span style="font-weight:bold;">{{ customer.paymentMethod }}.</span> from now on.
es_es: Las facturas se pagarán mediante <span style="font-weight:bold;"> {{ customer.paymentMethod }}. </span> de ahora en adelante.
it_it: Le fatture verranno pagate da <span style="font-weight:bold;"> {{ customer.paymentMethod }}. </span> d'ora in poi.
ja_jp: 請求書は<span style="font-weight:bold;"> {{ customer.paymentMethod }} によって支払われます。 </span>これから。

# Label_ChangedPaymentTitle
source: Your payment method has changed!
es_es: ¡Tu método de pago ha cambiado!
it_it: Il tuo metodo di pagamento è cambiato!
ja_jp: お支払い方法が変わりました！

# Label_ChangedibanCorrect
source: Make sure this number is correct, upcoming payments to and from your account will be trough this IBAN.
es_es: Asegúrese de que este número sea correcto, los próximos pagos hacia y desde su cuenta se realizarán a través de este IBAN.
it_it: Assicurati che questo numero sia corretto, i prossimi pagamenti da e verso il tuo conto avverranno tramite questo IBAN.
ja_jp: この番号が正しいことを確認してください。アカウントへの、またはアカウントからの今後の支払いは、この IBAN を通じて行われます。

# Label_ClosingGreeting
source: With kind regards
es_es: Atentamente
it_it: Cordiali saluti
ja_jp: 敬具

# Label_Collection
source: Debt collection message
es_es: mensaje de cobro de deudas
it_it: Messaggio recupero crediti
ja_jp: 債権回収メッセージ

# Label_CollectionMessage
source: Despite our payment requests, the invoices below have not yet been paid. By not paying within the agreed payment term(s), you are in default. We request and, if necessary, summon you to pay us the total amount.</br>Please transfer the total amount of <span style="font-weight:bold;color:black;">\n €\n {{ total_amount_incl_vat | math.abs | math.format "N2"}}</span> to <span style="font-weight:bold;color:black;"> {{ organization.bank_account | ibanformatter }}</span> in the name of <span style="font-weight:bold;color:black">{{ organization.description }}</span>, stating the following payment reference: <span style="font-weight:bold;color:black;">{{ payment_reference }}</span>.
es_es: A pesar de nuestras solicitudes de pago, las siguientes facturas aún no se han pagado. Al no pagar dentro de los plazos de pago acordados, está en mora. Le solicitamos y, en su caso, le emplazamos a abonarnos el importe total. </br> Transfiera la cantidad total de <span style="font-weight:bold;color:black;">\n €\n {{ cantidad_total_incl_vat | matemáticas.abdominales | math.format "N2"}} </span> a <span style="font-weight:bold;color:black;"> {{ organización.bank_account | ibanformatter }} </span> a nombre de <span style="font-weight:bold;color:black"> {{ organization.description }} </span> , indicando la siguiente referencia de pago: <span style="font-weight:bold;color:black;"> {{ pago_referencia }} </span> .
it_it: Nonostante le nostre richieste di pagamento, le fatture sottostanti non sono ancora state pagate. Se non paghi entro i termini di pagamento concordati, sei inadempiente. Vi chiediamo e, se necessario, vi invitiamo a pagarci l'importo totale. </br> Trasferisci l'importo totale di <span style="font-weight:bold;color:black;">\n €\n {{ total_amount_incl_vat | math.abs | math.format "N2"}} </span> a <span style="font-weight:bold;color:black;"> {{ organization.bank_account | ibanformatter }} </span> a nome di <span style="font-weight:bold;color:black"> {{ organization.description }} </span> , indicando il seguente riferimento di pagamento: <span style="font-weight:bold;color:black;"> {{ payment_reference }} </span> .
ja_jp: 支払いリクエストにもかかわらず、以下の請求書はまだ支払われていません。 合意された支払い期間内に支払わないことにより、あなたは債務不履行になります。 必要に応じて、合計金額の支払いを要求します。 </br> <span style="font-weight:bold;color:black;">の合計金額を送金してください\n €\n {{ total_amount_incl_vat | math.abs | math.format "N2"}} </span>から<span style="font-weight:bold;color:black;"> {{ organization.bank_account | <span style="font-weight:bold;color:black"> {{ organization.description }} </span>の名前で ibanformatter }} </span>を使用し、次の支払い参照を記述します: <span style="font-weight:bold;color:black;"> {{ payment_reference }} </span> .

# Label_CollectionTitle
source: Debt collection message
es_es: mensaje de cobro de deudas
it_it: Messaggio recupero crediti
ja_jp: 債権回収メッセージ

# Label_Consumption
source: Consumption
es_es: Consumo
it_it: Consumo
ja_jp: 消費

# Label_ContactDetailSubtitle
source: For questions or information, please contact us at:
es_es: Para preguntas o información, por favor contáctenos en:
it_it: Per domande o informazioni, contattaci a:
ja_jp: ご質問や情報については、以下までお問い合わせください。

# Label_ContactDetails
source: Contact details
es_es: Detalles de contacto
it_it: Dettagli del contatto
ja_jp: 連絡先の詳細

# Label_ContactIfIncorrect
source: Please contact us if these data are incorrect.
es_es: Póngase en contacto con nosotros si estos datos son incorrectos.
it_it: Vi preghiamo di contattarci se questi dati non sono corretti.
ja_jp: これらのデータが正しくない場合は、お問い合わせください。

# Label_ContractNumber
source: Contract number
es_es: Número de contrato
it_it: Numero di contratto
ja_jp: 契約番号

# Label_ContractTerminatedContent
source: Your contract has ended. You will receive an endnote from us shortly.
es_es: Su contrato ha terminado. En breve recibirá una nota final de nuestra parte.
it_it: Il tuo contratto è scaduto. A breve riceverai una nostra nota di chiusura.
ja_jp: あなたの契約は終了しました。 まもなくエンドノートが届きます。

# Label_ContractTerminatedSubtitle
source: Thank you for having been our customer
es_es: Gracias por haber sido nuestro cliente
it_it: Grazie per essere stato nostro cliente
ja_jp: いつもご愛顧いただきありがとうございます

# Label_ContractTerminatedTitle
source: Your contract has ended
es_es: Tu contrato ha terminado
it_it: Il tuo contratto è scaduto
ja_jp: あなたの契約は終了しました

# Label_ContractWelcomeContent
source: Your contract has been signed and you can now enjoy our services without any worries. Below is an overview.
es_es: Tu contrato ha sido firmado y ya puedes disfrutar de nuestros servicios sin preocupaciones. A continuación se muestra una descripción general.
it_it: Il tuo contratto è stato firmato e ora puoi usufruire dei nostri servizi senza preoccupazioni. Di seguito una panoramica.
ja_jp: 契約が締結されましたので、安心してサービスをご利用いただけます。 以下は概要です。

# Label_ContractWelcomeHalfYearlyInvoice
source: You will receive your next semi-annual invoice on day {{ date.to_string next_invoice_date `%d/%m/%Y` }}
es_es: Recibirá su próxima factura semestral el día {{ date.to_string next_invoice_date ` %d /%m/%Y` }}
it_it: Riceverai la tua prossima fattura semestrale il giorno {{ date.to_string next_invoice_date ` %d /%m/%Y` }}
ja_jp: 次の半年ごとの請求書は {{ date.to_string next_invoice_date ` %d /%m/%Y` }} に届きます

# Label_ContractWelcomeMonthlyInvoice
source: You will receive a monthly invoice on day {{ contract.billing_details.invoice_day }} each month
es_es: Recibirá una factura mensual el día {{ contract.billing_details.invoice_day }} de cada mes
it_it: Riceverai una fattura mensile il giorno {{ contract.billing_details.invoice_day }} ogni mese
ja_jp: 毎月 {{ contract.billing_details.invoice_day }} に毎月の請求書を受け取ります

# Label_ContractWelcomeNextAdvance
source: You will receive your first advance in a few days.
es_es: Recibirás tu primer anticipo en unos días.
it_it: Riceverai il tuo primo anticipo in pochi giorni.
ja_jp: 数日後に最初の前払い金を受け取ります。

# Label_ContractWelcomeQuarterlyInvoice
source: You will receive your next quarterly invoice on day {{ date.to_string next_invoice_date `%d/%m/%Y` }}
es_es: Recibirá su próxima factura trimestral el día {{ date.to_string next_invoice_date ` %d /%m/%Y` }}
it_it: Riceverai la tua prossima fattura trimestrale il giorno {{ date.to_string next_invoice_date ` %d /%m/%Y` }}
ja_jp: 次の四半期ごとの請求書は {{ date.to_string next_invoice_date ` %d /%m/%Y` }} に届きます

# Label_ContractWelcomeSubtitle
source: You are now officially moved in
es_es: Ahora te has mudado oficialmente
it_it: Ora ti sei ufficialmente trasferito
ja_jp: これで正式に引っ越しました

# Label_ContractWelcomeTitle
source: Welcome!
es_es: ¡Bienvenidos!
it_it: Ben arrivato!
ja_jp: いらっしゃいませ！

# Label_ContractWelcomeYearlyInvoice
source: You will receive your next yearly invoice on {{ date.to_string next_invoice_date `%d/%m/%Y` }}
es_es: Recibirá su próxima factura anual el {{ date.to_string next_invoice_date ` %d /%m/%Y` }}
it_it: Riceverai la tua prossima fattura annuale il {{ date.to_string next_invoice_date ` %d /%m/%Y` }}
ja_jp: 次の年次請求書は {{ date.to_string next_invoice_date ` %d /%m/%Y` }} に届きます

# Label_CreditTransferMessage
source: Please, pay the total amount mentioned above before <span style="font-weight:bold;">{{ date.to_string invoice.due_date '%d/%m/%Y' }}</span> to <span style="font-weight:bold;color:black;"> {{ organization.bank_account | ibanformatter }}</span > in the name of <span style="font-weight:bold;color:black;">{{ organization.description }}</span >, stating the following payment reference: <span style="font-weight:bold;color:black;">{{ invoice.payment_reference }}</span >.
es_es: Por favor, pague el monto total mencionado anteriormente antes de <span style="font-weight:bold;"> {{ date.to_string facture.due_date ' %d /%m/%Y' }} </span> a <span style="font-weight:bold;color:black;"> {{ organización.cuenta_bancaria | ibanformatter }} </span > a nombre de <span style="font-weight:bold;color:black;"> {{ organization.description }} </span > , indicando la siguiente referencia de pago: <span style="font-weight:bold;color:black;"> {{ factura.pago_referencia }} </span > .
it_it: Si prega di pagare l'importo totale sopra indicato prima del <span style="font-weight:bold;"> {{ date.to_string bill.due_date ' %d /%m/%Y' }} </span> a <span style="font-weight:bold;color:black;"> {{ organizzazione.account_banca | ibanformatter }} </span > a nome di <span style="font-weight:bold;color:black;"> {{ organization.description }} </span > , indicando il seguente riferimento di pagamento: <span style="font-weight:bold;color:black;"> {{bill.payment_reference }} </span > .
ja_jp: <span style="font-weight:bold;"> {{ date.to_string Invoice.due_date ' %d /%m/%Y' }} </span>までに上記の合計金額を<span style="font-weight:bold;color:black;"> ="font-weight:bold;" に支払ってください。 <span style="font-weight:bold;color:black;"> {{ organization.bank_account | ibanformatter }} </span > <span style="font-weight:bold;color:black;"> {{ organization.description }} </span >の名前で、次の支払い参照を記載: <span style="font-weight:bold;color:black;"> {{invoice.payment_reference}} </span > .

# Label_CreditnoteReference
source: Credits
es_es: Créditos
it_it: Crediti
ja_jp: クレジット

# Label_CurrentInvoice
source: (Current invoice)
es_es: (factura actual)
it_it: (Fattura attuale)
ja_jp: (現在の請求書)

# Label_CustomerAccountNumber
source: Customer number:
es_es: Número de cliente:
it_it: Numero cliente:
ja_jp: 顧客番号：

# Label_CustomerContractNumber
source: Contract number:
es_es: Número de contrato:
it_it: Numero di contratto:
ja_jp: 契約番号:

# Label_CustomerPortal
source: You can also view your invoices at
es_es: También puede consultar sus facturas en
it_it: Puoi anche visualizzare le tue fatture su
ja_jp: 請求書は、

# Label_CustomerService
source: Customer service
es_es: Servicio al Cliente
it_it: Assistenza clienti
ja_jp: 顧客サービス

# Label_Date
source: Date
es_es: Fecha
it_it: Data
ja_jp: 日にち

# Label_Description
source: Description
es_es: Descripción
it_it: Descrizione
ja_jp: 説明

# Label_Details
source: Details
es_es: Detalles
it_it: Particolari
ja_jp: 詳細

# Label_EmailCreditTransfer
source: You have an outstanding invoice of <span style="font-weight: bold;"> \n €\n {{ invoice.remaining_amount | math.format "N2"}}</span>.
es_es: Tiene una factura pendiente de <span style="font-weight: bold;"> \n €\n {{ factura.cantidad_restante | matemáticas.formato "N2"}} </span> .
it_it: Hai una fattura in sospeso di <span style="font-weight: bold;"> \n €\n {{ fattura.importo_rimanente | math.format "N2"}} </span> .
ja_jp: <span style="font-weight: bold;">の未払いの請求書があります \n €\n {{invoice.remaining_mount | math.format "N2"}} </span> .

# Label_EmailCreditTransferWhen
source: Please, pay this amount before <span style="font-weight: bold;">{{ date.to_string invoice.due_date '%d/%m/%Y' }}</span> into
es_es: Por favor, pague esta cantidad antes de <span style="font-weight: bold;"> {{ date.to_string facture.due_date ' %d /%m/%Y' }} </span> en
it_it: Per favore, paga questo importo prima del <span style="font-weight: bold;"> {{ date.to_string bill.due_date ' %d /%m/%Y' }} </span> nel
ja_jp: <span style="font-weight: bold;"> {{ date.to_string Invoice.due_date ' %d /%m/%Y' }} </span>までにこの金額をお支払いください

# Label_EmailDirectDebit
source: In the next few days, the amount of <span style="font-weight:bold;"> \n €\n {{ invoice.remaining_amount | math.format "N2"}}</span> will be made payable to us.
es_es: En los próximos días, la cantidad de <span style="font-weight:bold;"> \n €\n {{ factura.cantidad_restante | math.format "N2"}} </span> se hará pagadero a nosotros.
it_it: Nei prossimi giorni, la quantità di <span style="font-weight:bold;"> \n €\n {{ fattura.importo_rimanente | math.format "N2"}} </span> sarà intestato a noi.
ja_jp: 次の数日で、 <span style="font-weight:bold;">の量が \n €\n {{invoice.remaining_mount | math.format "N2"}} </span>当社に支払われます。

# Label_EmailPaymentCollectionDescription
source: Despite our payment requests, the invoices below have not yet been paid. By not paying within the agreed payment term(s), you are in default. We request and, if necessary, summon you to pay us the total amount.
es_es: A pesar de nuestras solicitudes de pago, las siguientes facturas aún no se han pagado. Al no pagar dentro de los plazos de pago acordados, está en mora. Le solicitamos y, en su caso, le emplazamos a abonarnos el importe total.
it_it: Nonostante le nostre richieste di pagamento, le fatture sottostanti non sono ancora state pagate. Se non paghi entro i termini di pagamento concordati, sei inadempiente. Vi chiediamo e, se necessario, vi invitiamo a pagarci l'importo totale.
ja_jp: 支払いリクエストにもかかわらず、以下の請求書はまだ支払われていません。 合意された支払い期間内に支払わないことにより、あなたは債務不履行になります。 必要に応じて、合計金額の支払いを要求します。

# Label_EmailRefund
source: You are entitled to a refund of<span style="font-weight:bold;"> \n €\n {{ invoice.remaining_amount | math.abs | math.format "N2"}}</span>.
es_es: Tiene derecho a un reembolso de <span style="font-weight:bold;"> \n €\n {{ factura.cantidad_restante | matemáticas.abdominales | matemáticas.formato "N2"}} </span> .
it_it: Hai diritto a un rimborso di <span style="font-weight:bold;"> \n €\n {{ fattura.importo_rimanente | math.abs | math.format "N2"}} </span> .
ja_jp: <span style="font-weight:bold;">の払い戻しを受ける権利があります \n €\n {{ 請求書.remaining_mount | math.abs | math.format "N2"}} </span> .

# Label_EmailRefundPartially
source: We used the refund of <span style="font-weight:bold;"> \n €\n {{ invoice.total_amount_incl_vat | math.abs | math.format "N2"}}</span> to deduct your outstanding balance.
es_es: Utilizamos el reembolso de <span style="font-weight:bold;"> \n €\n {{ factura.total_amount_incl_vat | matemáticas.abdominales | math.format "N2"}} </span> para deducir su saldo pendiente.
it_it: Abbiamo utilizzato il rimborso di <span style="font-weight:bold;"> \n €\n {{fattura.importo_totale_IVA_incl | math.abs | math.format "N2"}} </span> per detrarre il saldo dovuto.
ja_jp: <span style="font-weight:bold;">の払い戻しを利用しました \n €\n {{invoice.total_amount_incl_vat | math.abs | math.format "N2"}} </span>使用して未払い残高を差し引きます。

# Label_EmailRefundWhen
source: Within a few working days, you will receive the amount of <span style="font-weight:bold;">\n €\n {{ invoice.remaining_amount | math.format "N2"}}</span>on:
es_es: En unos pocos días hábiles, recibirá la cantidad de <span style="font-weight:bold;">\n €\n {{ factura.cantidad_restante | matemáticas.formato "N2"}} </span> en:
it_it: Entro pochi giorni lavorativi riceverai l'importo di <span style="font-weight:bold;">\n €\n {{ fattura.importo_rimanente | math.format "N2"}} </span> su:
ja_jp: 数営業日以内に、 <span style="font-weight:bold;">の金額を受け取ります。\n €\n {{invoice.remaining_mount | math.format "N2"}} </span> on:
