Repository: amira-lok/my-test-repo
Catalog: */DefaultTranslations.resx
Languages: es_es, it_it, ja_jp

# Label_YourTariff
source: Your rate
es_es: tu tarifa
it_it: La tua tariffa
ja_jp: あなたのレート

# LinkToDetails
source: Page 2
es_es: Página 2
it_it: Pagina 2
ja_jp: ページ2

# NoIbanMessage
source: <span style="font-weight:bold;color:black;">We don't have your bank account number.</span> <br> After we receive your bank account number we can transfer the amount of <span style="font-weight:bold;color:black;">\n €\n {{ invoice.remaining_amount | math.abs | math.format "N2" }}</span>. You can pass on your bank account number via the contact info below.
es_es: <span style="font-weight:bold;color:black;"> No tenemos su número de cuenta bancaria. </span> <br> Después de recibir su número de cuenta bancaria, podemos transferir la cantidad de <span style="font-weight:bold;color:black;">\n €\n {{ factura.cantidad_restante | matemáticas.abdominales | matemáticas.formato "N2" }} </span> . Puede pasar su número de cuenta bancaria a través de la información de contacto a continuación.
it_it: <span style="font-weight:bold;color:black;"> Non abbiamo il tuo numero di conto bancario. </span> <br> Dopo aver ricevuto il tuo numero di conto bancario, possiamo trasferire l'importo di <span style="font-weight:bold;color:black;">\n €\n {{ fattura.importo_rimanente | math.abs | math.format "N2" }} </span> . Puoi trasmettere il tuo numero di conto bancario tramite le informazioni di contatto di seguito.
ja_jp: <span style="font-weight:bold;color:black;">お客様の銀行口座番号がわかりません。 </span> <br>銀行口座番号を受け取り次第<span style="font-weight:bold;color:black;">の金額を送金できます。\n €\n {{ 請求書.remaining_mount | math.abs | math.format "N2" }} </span> . 銀行口座番号は、以下の連絡先情報から伝えることができます。

# PartiallyPaidMessage
source: Open balance in your favour was used to partly pay this invoice.
es_es: Saldo abierto a su favor fue utilizado para pagar en parte esta factura.
it_it: Il saldo aperto a tuo favore è stato utilizzato per pagare parzialmente questa fattura.
ja_jp: この請求書の一部を支払うために、有利な未払い残高が使用されました。

# RefundMessage
source: In the next few days, the amount of <span style="font-weight:bold;color:black;"> \n €\n {{ invoice.remaining_amount | math.abs | math.format "N2" }} </span> will be transferred to <span style="font-weight:bold;color:black;">{{ customer.bank_account }}</span>.
es_es: En los próximos días, la cantidad de <span style="font-weight:bold;color:black;"> \n €\n {{ factura.cantidad_restante | matemáticas.abdominales | math.format "N2" }} </span> se transferirá a <span style="font-weight:bold;color:black;"> {{ customer.bank_account }} </span> .
it_it: Nei prossimi giorni, la quantità di <span style="font-weight:bold;color:black;"> \n €\n {{ fattura.importo_rimanente | math.abs | math.format "N2" }} </span> verrà trasferito a <span style="font-weight:bold;color:black;"> {{ customer.bank_account }} </span> .
ja_jp: 次の数日で、 <span style="font-weight:bold;color:black;">の量 \n €\n {{invoice.remaining_mount | math.abs | math.format "N2" }} </span> <span style="font-weight:bold;color:black;"> {{ customer.bank_account }} </span>に転送されます。

# RefundUsedToSettleMessage
source: The refund amount on this invoice was used to settle your open balance.
es_es: El monto del reembolso en esta factura se utilizó para liquidar su saldo pendiente.
it_it: L'importo del rimborso su questa fattura è stato utilizzato per saldare il saldo aperto.
ja_jp: この請求書の返金額は、未決済残高の決済に使用されました。

# SettledMessage
source: Open balance in your favour was used to settle this invoice. <br> <span style="font-weight:bold;">You don’t need to take further actions.</span>
es_es: Se utilizó saldo pendiente a su favor para liquidar esta factura. <br> <span style="font-weight:bold;"> No es necesario que realice más acciones. </span>
it_it: Il saldo aperto a tuo favore è stato utilizzato per saldare questa fattura. <br> <span style="font-weight:bold;"> Non è necessario intraprendere ulteriori azioni. </span>
ja_jp: この請求書の決済には、有利な未決済残高が使用されました。 <br> <span style="font-weight:bold;">これ以上の操作は必要ありません。 </span>

# Total_VAT_amount
source: VAT total
es_es: IVA total
it_it: Totale IVA
ja_jp: 付加価値税合計

source: VAT percentage
es_es: porcentaje de IVA
it_it: Percentuale IVA
ja_jp: VAT パーセンテージ

# Label_Footer
source: {{ organization.description }} - {{ organization.address.street_name}} {{ organization.address.street_number}}{{ organization.address.street_number_addition}}, {{ organization.address.postal_code}} {{ organization.address.city}} - {{ organization.email_address }}</br>{{ organization.company_account_number }} - {{ organization.vat_account_number }} - IBAN {{ organization.bank_account | ibanformatter }}
es_es: {{ organización.descripción }} - {{ organización.dirección.nombre_calle}} {{ organización.dirección.número_calle}}{{ organización.dirección.calle_número_adición}}, {{ organización.dirección.código_postal}} {{ organización.dirección .ciudad}} - {{ organización.email_address }} </br> {{ organización.company_account_number }} - {{ organización.vat_account_number }} - IBAN {{ organización.bank_account | formateador iban }}
